Repository: batden/StickyNotes
Catalog: po/*.po
Languages: de, hi

source: StickyNotes Module
de: StickyNotes-Modul
hi: स्टिकी नोट्स मॉड्यूल

source: General
de: Allgemein
hi: सामान्य

source: Note text in the header
de: Notiztext in der Kopfzeile
hi: हेडर में पाठ नोट करें

source: Header text
de: Kopfzeilentext
hi: शीर्षलेख पाठ

source: Note text
de: Notiztext
hi: टेक्स्ट नोट करें

source: HTML tags: see the git repo wiki for more info
de: HTML tags: s. Wiki des git Repos für mehr Information
hi: HTML टैग: अधिक जानकारी के लिए git repo wiki देखें

source: Click on the space for color changing
de: Um die Farbe zu wechseln auf die leere Fläche klicken
hi: रंग बदलने के लिए स्थान पर क्लिक करें

source: Command section
de: Befehle
hi: आदेश अनुभाग

source: Command to run and show output
de: Befehl zum Ausführen und Anzeigen der Ausgabe
hi: चलाने और आउटपुट दिखाने के लिए कमांड

source: Refresh interval
de: Aktualisierungsintervall
hi: अंतराल ताज़ा करें

source: %2.0f sec
de: %2.0f s
hi: %2.0f सेकंड

source: x 60 secs
de: x 60 s
hi: x 60 सेकंड

source: Notification text on change
de: Benachrichtigungstext bei Änderung
hi: परिवर्तन पर अधिसूचना

source: Advanced
de: Fortgeschritten
hi: उन्नत अनुभाग

source: StickyNotes Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
de: Die Moduleinstellungen von StickyNotes bedurften einer Aktualisierung. Ihre alte Konfiguration<br> wurde durch neue Standardwerte ersetzt. Dies<br>wird regelmäßig während des Entwicklungsprozesses passieren. Melden Sie dies nicht als<br>Fehler. Es bedeutet lediglich, dass das Benachrichtigungsmodul neue Standard-<br>einstellungen benötigt, die Ihre alte Einstellung nicht hatte.<br> Diese Standardeinstellungen werden hinzugefügt, um ordnungsgemäßes<br> Funktionieren sicherzustellen. Sie können die<br>Einstellungen nun nach ihrem Belieben neu anpassen. Entschuldigen Sie die Umstände.<br>
hi: ""स्टिकीनोट्स मॉड्यूल कॉन्फ़िगरेशन डेटा को अपग्रेड करने की आवश्यकता है। आपका पुराना कॉन्फ़िगरेशन मिटा<br> दिया गया है और डिफ़ॉल्ट का एक नया सेट आरंभ किया गया है।यह विकास<br> के दौरान नियमित रूप से होगा, इसलिए बग की रिपोर्ट न करें।इसका<br> सीधा सा मतलब है कि मॉड्यूल को डिफ़ॉल्ट रूप से नए कॉन्फ़िगरेशन<br> डेटा की आवश्यकता है ताकि उपयोग योग्य कार्यक्षमता हो जो<br> आपके पुराने कॉन्फ़िगरेशन में नहीं है। डिफ़ॉल्ट का यह नया सेट इसे जोड़कर<br> इसे ठीक कर देगा। अब आप अपनी पसंद के अनुसार चीजों<br> को फिर से कॉन्फ़िगर कर सकते हैं। असुविधा के लिए खेद है।

source: Your StickyNotes Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
de: Ihre Moduleinstellungen sind NEUER als die Modulversion selbst. Das ist sehr<br>seltsam und sollte nicht passieren, außer Sie haben die Modulversion <br>herabgestuft oder die Moduleinstellungen von einem Ort kopiert, an dem<br>eine neuere Version des Modules lief. Das ist kritisch.<br>Ihre Einstellungen wurden sicherheitshalber auf Standardwerte<br>zurückgesetzt. Entschuldigen Sie die Umstände.<br>
hi: ""आपका स्टिकीनोट्स मॉड्यूल कॉन्फ़िगरेशन मॉड्यूल संस्करण से नया है।<br> यह बहुत अजीब है। ऐसा तब तक नहीं होना चाहिए जब तक कि आपने<br> मॉड्यूल को डाउनग्रेड न कर दिया हो याकॉन्फ़िगरेशन को ऐसी जगह से कॉपी<br> न कर लिया हो जहाँ मॉड्यूल का नया संस्करणचल रहा हो।<br> यह बुरा है और सावधानी के तौर पर आपके कॉन्फ़िगरेशन को अब डिफ़ॉल्ट<br> पर बहाल कर दिया गया है। असुविधा के लिए खेद है।

source: StickyNotes
hi: स्टिकीनोट

source: Sticky note
de: Haftnotiz
hi: स्टिकी नोट

source: StickyNotes Configuration Updated
de: StickyNotes-Einstellungen aktualisiert
hi: स्टिकीनोट्स कॉन्फ़िगरेशन अपडेट किया गया

source: Settings
de: Einstellungen
hi: सेटिंग्स
